Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-A.bo.en.tmx
Source language: bo
Languages: en

source: མི་ དེ་ རེག་བྱ འི་ འདོད་ཆགས་ ཤས་ ཆེ་བ ས་ དེ་ དང་ དེ་ཉིད་ ལ་ མངོན་པར་ དགའ་ སྟེ །_ དེ་ ནི་ འདི་ལྟར་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ འདི་ ཡང་ དང་ ཡང་ དུ་ སྟེན་ [92a] ཅིང་ རེག་བྱ་ ངན་པ་ ལ་ མངོན་པར་ དགའ་བ་ ཡིན་ ཏེ །_ འདི་ལྟར་ འདི་ ནི་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་པ་ ཡིན་ ནོ །_།
en: $55 “Resorting to sexual misconduct occurs when a person with an inordinate desire for carnal contact [F.92.a] indulges in such acts and continuously repeats them, finding intense gratification in physical sensations.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ གོམས་པ ར་ བྱེད་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: What does it mean to become habituated to sexual misconduct?

source: འདི་ ལས་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཡང་ དང་ ཡང་ དུ་ སྟེན་ ཅིང་ ཡིད་ ཀྱིས་ ཡང་དག་ པར་ རྟོག་པ ར་ བྱེད །_ དེ འི་ ཡིད་ ལ་ མངོན་པར་ དགའ་བ་ གཞན་ སྤངས་ ཏེ །_ དེ་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ འདི་ཉིད་ གོམས་པ ར་ བྱས་ ནས །_ ཡང་ ཡུལ་ བདེ་བ་ དེ་ གོམས་པ ར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: This refers to repeatedly engaging in sexual misconduct and thinking about it, becoming so infatuated with it that one gives up other pleasures only to focus on sexual misconduct and the object of one’s desire.

source: འདི་ ལ་ ཚུལ་བཞིན་ མ་ཡིན་པ་ ཡིད་ ལ་ བྱེད་པ ས་ བརླན་པ འི་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ནི །_ འདི་ལྟར་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི་ མཆོག་ ཏུ་ བཟང་བ་ ཡིན་ ལ །_ འདོད་པ ས་ ལོག་པ ར་ མི་ གཡེམ་པ་ ནི་ མ་ ཡིན་ ཞེས་
en: Infantile, ordinary beings consumed by inappropriate mental activity feel that sexual misconduct is the best thing possible and they think that it is a mistake to classify such behavior as a form of misconduct.

source: ཡོན་ཏན་ མཆོག་ དང་ འདྲ་བ ར་ ཡང་དག་ པར་ འཛིན་པ ར་ བྱེད་ དོ །_། དེ་ གཞན་ ཤིན་ཏུ་ མང་པོ་ དག་ ཀྱང་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ལ་ མངོན་པར་ འཇུག་ ཅིང་ བྱེད་ དུ་ འཇུག་ སྟེ །_
en: Instead they regard sexual misconduct as a supreme quality and therefore encourage many others to engage in it.

source: འདི་ ནི་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ མང་ དུ་ བྱེད་པ་ ཡིན་ ནོ །_།
en: That is what it means to increase sexual misconduct.

source: ལུས་ ཀྱི་ རྣམ་པ་ གསུམ་པོ་ འདི་དག་ ནི་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ རྣམས་ ཀྱི་ མི་དགེ་བ་ ཡིན་ ནོ །_།
en: These three physical misdeeds are unvirtuous actions in which infantile, ordinary beings engage.

source: ངག་ གི་ ནི་ རྣམ་པ་ བཞི་ སྟེ །_ བརྫུན་ དང་ །_ ཚིག་རྩུབ་པོ་ དང་ །_ ཕྲ་མ་ དང་ །_ ཚིག་ཀྱལ་པ འོ །_། དེ་ ལ་ བརྫུན་ གང་ཞེ་ན །_
en: $56 “What about the four verbal misdeeds: lying, divisive talk, harsh words, and chatter?

source: འདི་ལྟ་སྟེ །_ བདག་ཉིད་ ལ་ བདག་ཉིད་ སླུ་ ཞིང་ གཞན་ ཡང་ སླུ་བ ར་ བྱེད་པ་ ཡིན་ ཏེ །_ བརྫུན་ དུ་ སྨྲ་བ་ འདི་ ནི་ བདག་ དང་ གཞན་ སླུ་བ ར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: “Lying is to deceive oneself and others, for by speaking lies one does indeed deceive both oneself and others.

source: དེ་ཡང་ རྒྱུ་ལྔ་ དང་ ལྡན་པ་ ཡིན་ ཏེ །_ འདི་ལྟ་སྟེ །_ འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ འཇིགས་པ་ དང་ །_ རྙེད་པ་ དང་ །_ ཆོས་ ལོག་པ འི་ འདུལ་བ་ ཡོངས་སུ་ སྡུད་པ འོ །_།
en: There are five causes for lying: desire, anger, fear, personal gain, and indoctrination into the prescribed practices of a misguided religion.

source: བརྫུན་ དུ་ སྨྲ་བ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: How does one lie?

source: འདི་ ལ་ རྒྱལ་པོ འི་ ཕོ་བྲང་ འཁོར་ ན་ འདུག་ ཀྱང་ རུང་ །_ ཁྱིམ་བདག་ གི་ འཁོར་ གྱི་ ནང་ ན་ འདུག་ ཀྱང་ རུང་ །_ ཉེ་དུ འི་ ནང་ ན་ འདུག་ ཀྱང་ རུང་ སྟེ །_ མཛའ་བཤེས་ དང་ །_ མཛའ་བཤེས་ མ་ཡིན་པ་ དག་ སྨྲ་བ་ ན །_
en: Whether at the royal court, in an assembly of householders, or among one’s relatives, one may lie to both those who are dear to oneself and those who are not.

source: མཛའ་བཤེས་ ཀྱི་ ཕྱིར་ ནི་ འདོད་ཆགས་ ཀྱིས་ བརྫུན་ སྨྲ་ ལ །_ མཛའ་བཤེས་ མ་ ཡིན་ [92b] པ འི་ ཕྱིར་ ནི་ ཞེ་སྡང་ གིས་ ཀྱང་ བརྫུན་ སྨྲ འོ །_།
en: One may lie to those who are dear to oneself out of desire and to those who are not dear to oneself [F.92.b] out of anger.

source: རྙེད་པ འི་ ཕྱིར་ཡང་ བརྫུན་ སྨྲ་ སྟེ །_ ནོར་ ལ་ ཆགས་པ་ དེ་ བརྫུན་ སྨྲ འོ །_།
en: One may also lie for the sake of personal gain and for the sake of wealth.

source: ཆོས་ ལོག་པ འི་ ཚིག་ ཡོངས་སུ་ སྡུད་པ ས་ ཀྱང་ བརྫུན་ སྨྲ་ སྟེ །_
en: $57 “Moreover, indoctrination into the prescribed practices of a misguided religion is also a way of lying.

source: འདི་ ལ་ བྲམ་ཟེ་ རྣམས་ ཡོན་ཏན་ གྱི་ ཕྱིར་ དང་ །_ ནོར་ འཕྲོག་པ འི་ ཕྱིར་ དང་ །_ རང་ གི་ སྲོག་ ལ་ གནོད་པ་ དང་ །_ བག་མ་ ལེན་པ་ དག་ གི་ ཕྱིར་ བརྫུན་ སྨྲས་ ཀྱང་ མི་ གོས་ སོ་ ཞེས་ ཟེར་ རོ །_།
en: For example, brahmins may declare that lying will not carry any blemish as long as it is done to obtain desirable qualities, or to safeguard one’s wealth, protect one’s life, or obtain a bride.

source: དེ་ ནི་ ཆོས་ ལོག་པ འི་ ཚིག་ ཡོངས་སུ་ སྡུད་པ འི་ བརྫུན་ སྨྲ་བ་ ཡིན་ ཏེ །_ མི་ གཏི་མུག་པ་ ལོག་པ ར་ ལྟ་བ འི་ ཚིག་ ཡོངས་སུ་ སྡུད་པ་ འདི་ ནི་ སེམས་ཅན་ དམྱལ་བ་ མི་བཟད་པ ར་ ཡང་ འགྱུར་ རོ །_།
en: Such declarations are a form of lying by means of indoctrination into the discipline of a misguided religion, and through such indoctrination into ignorant and wrong views one will come to live in an unbearable hell.

source: སེམས་ཅན་ དམྱལ་བ་ འགྲུབ་པ ར་ འགྱུར་བ འི་ ས་བོན་ དག་ ནི་ འདི་ལྟ་སྟེ །_ བརྫུན་ སྨྲ་བ་ ཡིན་པ ས་ རང་ གི་ སྲོག་ གི་ ཕྱིར་ རམ །_ གཞན་ གྱི་ སྲོག་ གི་ ཕྱིར་ བརྫུན་ ཅུང་ཟད་ ཀྱང་ སྨྲ་བ ར་ མི་ བྱ་བ་ འདི་ ནི་ མཆོག་ ཡིན་ ནོ །_།
en: Since lying plants the seeds of the hell realms it is best to entirely avoid any form of lying, even at the expense of one’s own life or that of others.

source: འཇིགས་ པས་ ཀྱང་ བརྫུན་ སྨྲ་ སྟེ །_ གང་ བདག་ གིས་ བརྫུན་ འདི་ མ་ སྨྲས་ ན །_
en: $58 “One may also tell lies out of fear, as when someone thinks,

source: དེ་ བདག་ གི་ སྲོག་ ལ་ དམན་པ་ དོན་མེད་པ་ ཆེན་པོ་ འཐོབ་པ ར་ འགྱུར་ རོ་ སྙམ་ ནས་
en: ‘Unless I lie now, I may expose my life to serious danger for no reason.’

source: དེ་ གང་ ལས་ འཇིགས་ པར་ འགྱུར་བ་ དེ འི་ དོན་ དུ་ བརྫུན་ སྨྲ་བ་ ཡིན་ ཏེ །_
en: In such cases one lies motivated by fear.

source: རྒྱུ་ལྔ་པོ་ འདི་དག་ གིས་ བྱིས་པ་ དག་ བརྫུན་ སྨྲ་བ་ སྨྲ་ སྟེ །_
en: “Thus, these five factors cause infantile beings to lie.

source: གཏི་མུག་ ནི་ ཐམས་ཅད་ ལ་ གནས་པ་ ཡིན་ ནོ །_།
en: All of them are based on delusion.

source: འདིར་ ཚིགས་ སུ་ བཅད་པ །_
en: $59 “At this point, there are some verses:

source: འཇིག་རྟེན་ ཕ་རོལ་ ཁྱད་གསོད་ ཅིང་ །_། ཆོས་ གཅིག་ ལས་ ནི་ འདའ་ བྱེད་པ །_། བརྫུན་ དུ་ སྨྲ་བ འི་ ལུས་ཅན་ གྱིས །_། སྡིག་པ་ མི་ བྱེད་ ཅི་ཡང་ མེད །_།
en: “Disregarding what lies beyond this world And transgressing the one Dharma, Liars will not shy away From any form of negative act.

source: མི་ ཡི་ ལུས་ སུ་ སྐྱེས་མ་ ཐག _། ཁ་ ནས་ སྟ་རེ་ ལྟ་བུ་ ཡི །_།
en: $60 “As soon as they are born with a human body, Axe-like words will spout from their mouths.

source: ཚིག་ འབྱུང་ ངན་པ ར་ བརྗོད་ སྨྲ་བ །_། དེ་ ཡིས་ བདག་ཉིད་ གཅོད་པ ར་ བྱེད །_།
en: And thus, those who speak wrongly Only undermine themselves.

source: བདེན་པ ར་ སྨྲ་ ཞིང་ འཁྲུག་ མི་ བྱ །_། བསླངས་ ན་ ཆུང་ ཡང་ སྦྱིན་པ ར་ བྱ །_།
en: $61 “Speaking truthfully, not starting fights, And giving when asked, even if one has only a little—

source: གནས་ འདི་ གསུམ་ དང་ ལྡན་པ་ ནི །_། ལྷ་ རྣམས་ དག་ གི་ དྲུང་ དུ་ འགྲོ །_།
en: Those who carefully observe these three key points Will enter the divine assemblies.

source: དེ་ལྟ་བས་ན་ རྒྱུ་ ཐམས་ཅད་ དང་ །_ རྐྱེན་ ཐམས་ཅད་ ཀྱིས་ བརྫུན་ དུ་ སྨྲ་བ ར་ མི་ བྱ་ ཞིང་ གཞན་ བརྫུན་ སྨྲ་བ་ ན་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱ །_
en: $62 “Therefore, regardless of the causes and conditions, one should refrain from lying and should not rejoice in lies told by others, either.

source: བརྫུན་ སྨྲ་བ་ དང་ ལྷན་ཅིག་ འབེལ་བ འི་ གཏམ་ ཟེར་ དུ་ མི་ འགྲོ །_ མི་ གནས །_ འདུག་པ ར་ མི་ བྱ འོ །_། གཞན་ དུ་ ན་ འདི་ ཡང་ བརྫུན་ སྨྲ་བ་ [93a] མངོན་དུ་ ཟེར་བ་ ཡིན་ ནོ་ ཞེས་ སྐྱེ་བོ་ གཞན་དག་ གིས་ བསམས་པ ར་ འགྱུར་ ཏེ །_
en: $63 “Nor should one seek out, take part in, or participate in conversations with liars, [F.93.a] lest others will think that one is a liar oneself.

source: དེ་ལྟ ར་ ན་ ལས་ དྲི་མ་ ཅན་ ལ་ མངོན་པར་ དགའ་བ འི་ མི་ རྣམས་ དང་ འགྲོགས་ པས་ ལས་ དྲི་མ་ ཅན་ དུ་ གཞན་དག་ སེམས་ སོ །_།
en: Thus, if one befriends people who are fond of tainted activities, others will come to think of oneself as tainted as well.

source: དེ་ལྟ་བས་ན་ སྡིག་པ འི་ གྲོགས་པོ་ དང་ འགྲོགས་ པར་ མི་ བྱ་ སྟེ །_
en: That is to say, one ought not keep negative company.

source: འདི་ལྟ་སྟེ །_ སྡིག་པ འི་ གྲོགས་པོ་ དང་ འགྲོགས་པ་ ནི་ འཁོར་བ འི་ འཆིང་བ་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ རྣམས་ ཀྱི་ གནས་ ཡིན་ ལ །_
en: Negative company leads to bondage in cyclic existence and birth in the realms of hell beings, starving spirits, and animals.

source: དགེ་བ འི་ བཤེས་གཉེན་ དང་ འགྲོགས་པ་ འདི་ ནི་ ཐར་པ་ མཆོག་ ཡིན་ ཏེ
en: Virtuous company, on the other hand, leads to supreme liberation.

source: འདི་དག་ ནི་ བརྫུན་ དུ་ སྨྲ་བ་ མདོར་བཤད་པ་ ཡིན་ ནོ །_།
en: This is a brief explanation of lying.

source: གཞན་ ཡང་ ཕྲ་མ་ ཇི་ལྟ་བུ་ ཡིན །_ རྣམ་པ་ དུ་ཡོད་ ཅེ་ན །_
en: $64 “What is divisive talk and what forms does it assume?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_
en: Spiritual practitioners who carefully observe inner phenomena perceive this either through knowledge derived from hearing or by seeing with the divine eye.

source: ཕྲ་མ་ ཞེས་ བྱ་བ་ ནི་ འཐུན་ ཞིང་ འབྱོར་པ་ དག་ ལ་ དབྱེ་བ འི་ བསམ་པ ས་ ཚིག་ བརྗོད་པ་ ནི་ ཕྲ་མ་ ཡིན་ ནོ །_།
en: Divisive talk occurs when words are spoken to sow discord among those who otherwise enjoyed harmonious relationships.

source: དེ་ རྣམ་པ་ གཉིས་ ཏེ །_ ཕ་རོལ་ དང་ སྦྱོར་བ་ དང་ །_ མི་ སྦྱོར་བ འོ །_།
en: There are two forms of divisive talk: direct and indirect.

source: དེ་ ལ་ ཁྱོད་ ཀྱིས་ མི་ གཉིས་ དང་ དབྱེ་བ འི་ སྦྱོར་བ་ གྱིས་ ཤིག་ ཅེས་ དགྲ འམ །_ དགྲ་ ཆུང་ངུ་ གཞན་དག་ གིས་ སྦྱོར་བ་ བྱེད་པ་ དང་ །_ བདག་ཉིད་ ཀྱིས་ འབྱེད་ པར་ འདོད་པ འོ །_།
en: That is to say, one might instruct someone to cause a rift among two people so that they become enemies or adversaries, or one might also seek to do so personally.

source: གཞན་ ཡང་ ཚིག་རྩུབ་པོ་ ཇི་ལྟ་བུ་ ཡིན །_ རྣམ་པ་ དུ་ཡོད་ ཅེ་ན །_
en: $65 “What then are harsh words, and what forms do they assume?

source: ཚིག་རྩུབ་པོ་ ཞེས་ བྱ་བ་ ནི་ བདག་ དང་ གཞན་ ལ་ གནོད་པ་ བྱེད་པ །_
en: Harsh words are harmful to oneself and others.

source: ཁྲོ་བ འི་ རྒྱུ་ འཐུན་ པར་ གྱུར་པ །_ ཡིད་ དུ་ མི་ འོང་བ །_ མི་ སྡུག་པ །_ མི་ དགའ་བ འི་ ཚིག་ བརྗོད་པ་ ཉན་པ་ དང་ །_ མི་ འཐུན་པ །_
en: They are the concordant cause of anger, and they are unattractive, ugly, and unpleasant to listen to.

source: འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ དང་ བཅས་པ །_ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཐམས་ཅད་ དང་ ལྷན་ཅིག་ སྤྱོད་པ འི་ ཚིག་ སྨྲ་བ་ འདི་ ནི་ ཚིག་རྩུབ་པོ་ ཞེས་ བྱ་ སྟེ
en: They involve desire, anger, and delusion, and they are engaged in by all infantile, ordinary individuals.

source: རྣམ་པ་ དུ་མ །_ དམིགས་པ་ དུ་མ །_ རྒྱུ་ དུ་མ །_ སེམས་ ཀྱི་ ཀུན་ ནས་ ལྡང་བ་ དུ་མ །_ རྣམ་པར་ སྨིན་པ་ དུ་མ །_ བདེ་འགྲོ ར་ འགྲོ་བ་ རྣམ་པར་ འཇིག་པ་ དུ་ [93b] མ །_
en: They take numerous forms and involve numerous observations, causes, mental states, and types of ripening, as well as numerous ways of destroying the joyful destinations.

source: སྐྱེ་བོ་ ཐམས་ཅད་ མི་ དགའ་བ ར་ བྱེད་པ །_ འཇིག་རྟེན་ ལྡང་བ འི་ རྒྱུ ར་ གྱུར་པ །_ འཐུན་ པར་ གྱུར་པ །_
en: [F.93.b] They make everyone unhappy and they cause and support anger in the world.

source: རྣམ་པར་ འཇིག་པ ར་ བྱེད་པ །_ ཡིད་ མི་ ཆེས་པ འི་ གནས་ སུ་ གྱུར་པ །_ ཡིད་ གཅུགས་པ་ མ་ཡིན་པ །_ ལྕེ་ དུག་ ལྟ་བུ ར་ གྱུར་པ འི་
en: They provoke destruction, breed distrust and unkindness, and emerge from a poisonous tongue.

source: ཚིག་རྩུབ་པོ་ དག་ གི་ དྲི་མ་ ནི་ ཚངས་པ་ མཚུངས་པ ར་ སྤྱོད་པ ས་ རྣམ་པར་ སྤངས་པ་ ཡིན་ ནོ །_།
en: Thus, the stains of harsh words are to be avoided by all who practice pure conduct.

source: བརྟན་པ ས་ ཚིག་རྩུབ་ སྤང་བྱ་ ཞིང་ །_། རྟག་ ཏུ་ ཡང་དག་ ཚིག་ སྨྲོས་ ཤིག _།
en: “The steadfast should give up harsh words And always speak words that are genuine.

source: ཚིག་ སྙན་ མངོན་པར་ དགའ་བ འི་ མི །_། མྱ་ངན་ འདས་ ལ་ཉེ་ བར་གནས །_།
en: The person fond of speaking in pleasant ways Will be close to the transcendence of suffering.

source: ཚིག་ ཞི་ རྟག་ ཏུ་ སྨྲ་ བྱ་ ཞིང་ །_། དྲི་མ་ ཡོད་པ་ རྣམ་པར་ སྤང་ །_།
en: $67 “Always speak words of peace And give up words that are tainted.

source: ཚིག་ གི་ དྲི་མ ས་ ཟིལ་ ནོན་པ །_། མི་གང་ དེ་ ནི་ དམྱལ་བ ར་ འགྲོ །_།
en: A person destroyed by stained words Is a person heading for hell.

source: ཚིག་ གི་ དྲི་མ ས་ ཟིལ་ ནོན་པ །_། གང་ཡིན་ དེ་ ལ་ བདེ་བ་ མེད །_།
en: $68 “A person possessed by tainted words Does not find any happiness.

source: སེང་གེ་ སྦྲུལ་ ནི་ འཕགས་ མིན་ ལྟར །_། དེ་དག་ ལ་ ནི་ མཐོ་རིས་ མེད །_།
en: Like treacherous lions and snakes, Such people will not reach the higher realms.

source: གང་དག་ ཚིག་རྩུབ་ མི་སྨྲ་ ཞིང་ །_། གང་དག་ གཡོ་ ནི་ རྣམ་ སྤངས་པ །_།
en: $69 “Those who refrain from words That are harsh and deceptive,

source: དེ་དག་ ཐམས་ཅད་ དགའ་ སྐྱེད་ ཅིང་ །_། བདེ་བ་ དང་ ནི་ དབུགས་ འབྱིན་ བྱེད །_། སྐྱེ་བོ་ དེ་ ནི་ འཇིག་རྟེན་ འདིར །_། དགའ་ ཞིང་ ཕ་རོལ་ མཐོ་རིས་ འགྲོ །_།
en: And instead bring joy, Happiness, and relief, $70 Will be happy in this world And proceed to the higher realms thereafter.

source: དེ་ འདྲ་བ་ ཡི་ མི་ དག་ ནི །_། མཁས་པ་ དེ་ ལ་ ཕྱག་ བྱར་ འོས །_།
en: Such people are worthy Of the veneration of the wise.

source: བདེན་ཚིག་ རྟག་ ཏུ་ ཞི་བ་ དང་ །_། གཡོ་སྒྱུ་ མེད་ ཅིང་ དྲང་པོ འི་ སེམས །_། གཞན་ ལ་ གནོད་པ་ བྱེད་ དང་ བྲལ །_། དེ་ ནི་ ཆོས་ ཀྱི་ རྒྱལ་མཚན་ དགའ །_།
en: $71 “Those speakers of the truth who are always tranquil, Who are sincere, free from deceit, And who refrain from harming others, Are joyful banners of the Dharma.

source: ལག་པ་ བརྡབས་པ འི་ སྒྲ་ ལྟ་བུ ར །_། མི་ ནི་ ཆུང་བ ར་ གྱུར་པ་ ཡིན །_།
en: $72 “Those who rattle on like the sound of clapping hands Are inferior among humans.

source: གང་དག་ དེ་ ཐོབ་ ཆོས་ མི་ ཤེས །_།
en: Obtaining that, they do not know the Dharma.

source: མི་ ནི་ རྨོངས་པ་ དག་ གིས་ བསླུས །_།
en: They are fooled by those who are deluded.#20

source: གང་དག་ བདག་ སྡུག་ མི་ འགྱུར་ དང་ །_། གང་དག་ བདེ་བ་ མི་འདོད་པ །_། དེ་ ནི་ སྡིག་ གི་ ལས་ བྱེད་ ཅིང་ །_། སྲེད་པ འི་ རྒྱུ་ ཡིས་ རྣམ་པར་ བསླུས །_།
en: $73 “Not rectifying their own suffering And not wanting to be happy, People engage in negative acts And are fooled by the causes of craving.

source: གང་ དུ་ ལས་ ཀྱི་ རྗེས་འགྲོ་བ །_། ནོར་ དང་ བུ་ དང་ ཆུང་མ་ དང་ །_། མཛའ་བཤེས་ ཉེ་དུ་ གཉེན་འདབ་ དང་ །_། དེར་ ནི་ འགྲོ་བ ར་ མི་ ནུས་ སོ །_།
en: $74 “In consequence of their acts They cannot come close To wealth, children, or spouse, Nor to friends and relatives.

source: ལེགས་པ ར་ བྱས་ དང་ ཉེས་པ ར་ བྱས །_། དེ་དག་ འགྲོ་བ འི་ རྗེས་སུ་ འགྲོ །_། མཁའ་ ལ་ བྱ་ དག་ གནས་པ་ ཡིན །_། དེ འི་ གྲིབ་ ལྷན་ [94a] ཅིག་ འགྲོ་བ་ བཞིན །_།
en: $75 “Good deeds and bad deeds Follow people wherever they go, Just as birds in the sky [F.94.a] Are followed by their shadows.

source: ཇི་ལྟ ར་ ལམ་རྒྱགས་ ཉུང་བ་ དག _། ལམ་ ཞུགས་ སྡུག་བསྔལ་ འགྲོ་བ་ ལྟར །_། དེ་བཞིན་ ལས་བཟང་ མ་ བྱས་པ འི །_། སེམས་ཅན་ དག་ ནི་ ངན་འགྲོ ར་ འགྲོ །_།
en: $76 “Just as travelers with insufficient provisions Will suffer on their journey, So beings who have failed to do good Will be heading for the lower realms.

source: ཇི་ལྟ ར་ ལམ་རྒྱགས་ མང་ བདོག་པ །_། ལམ་ ཞུགས་ བདེ་བ ར་ འགྲོ་བ་ ལྟར །_། དེ་བཞིན་ ལས་བཟང་ བྱས་པ་ ཡི །_། སེམས་ཅན་ དག་ ནི་ བདེ་འགྲོ ར་ འགྲོ །_།
en: $77 “Just as travelers with abundant provisions Will be happy on their journey, So beings who have done good Will be heading for the higher realms.

source: ཡུན་རིང་ ཡུལ་ གཞན་ གནས་པ་ ཡི །_། མི་ དག་ བདེ་བ ར་ འོངས་པ་ ལྟར །_། གཉེན་ དང་ སྡུག་པ་ མཛའ་བཤེས་ དག _། འདིར་ འོངས་ མངོན་པར་ དགའ་བ་ ལྟར །_།
en: $78 “When people have spent a long time abroad And are delighted to return home, Their homecoming will be celebrated By happy friends and dear ones.

source: དེ་བཞིན་ བསོད་ནམས་ བྱས་པ འི་ མི །_། འཇིག་རྟེན་ འདི་ ནས་ ཕ ར་ འགྲོ་བ །_། བསོད་ནམས་ ཉིད་ ཀྱིས་ མངོན་དགའ་ སྟེ །_། གཉེན་ སྡུག་ དག་ ནི་ འོངས་པ་ བཞིན །_།
en: $79 “Likewise, when those who have created merit Set out from this world to the other side, Their merits will create a joyous celebration, Like a happy party of friends and dear ones.

source: དེ་ལྟ་བས་ན་ ཚེ་ ཕྱི་མ འི །_། བསོད་ནམས་ དག་ ནི་ བྱ་ ཞིང་ བསགས །_།
en: $80 “Therefore, create and accumulate Merit for lives to come.

source: བསོད་ནམས་ འཇིག་རྟེན་ ཕ་རོལ་ ཏུ །_། སྲོག་ཆགས་ རྣམས་ ནི་ དྲན་ གནས་ ཡིན །_།
en: Beings should be mindful Of creating merit for the next world.

source: སྤྱོད་པ་ འཐུན་ པར་ གང་ སྤྱོད་པ འི །_། བསོད་ནམས་ དག་ ལ་ ལྷ་ བསྟོད་ ཅིང་ །_།
en: $81 “Acting harmoniously, people of merit Will be praised by the gods.

source: དེ་དག་ འདིར་ ནི་ མངོན་དགའ་ ལ །_། ཕ་རོལ་ མཐོ་རིས་ དགའ་བ ར་ འགྱུར །_།
en: They will be happy here And happy in the realms beyond.

source: གནས་ འདི་ གཞན་ གྱིས་ མཐོང་བ་ ཡི །_། མཁས་པ་ དག་ གིས་ ཚུལ་ཁྲིམས་ བསྲུངས །_།
en: $82 “As the wise perceive this key point They will maintain their discipline.

source: འཕགས་པ་ མཐོང་བ་ ཕུན་སུམ་ ཚོགས །_། འཇིག་རྟེན་ འདིར་ ནི་ ཞི་བ་ བསྟེན །_།
en: Noble beings with supreme sight Practice peace within this world.

source: གཞན་ ཡང་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེ་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ གྱི་ ཚིག་ བཞི་པ འི་ ཚིག་ཀྱལ་པ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $83 “Moreover, spiritual practitioners who carefully observe inner phenomena understand chatter, the fourth verbal misdeed.

source: དེ་ ལ་ ཚིག་ཀྱལ་པ་ རྣམ་པ་ དུ་ཡོད་ ཅེ་ན །_
en: What forms does chatter assume?

source: ཚིག་ འབྱུང་བ་ སྔ་ཕྱི་ འབྲེལ་བ་ མེད་པ འི་ ཚིག་ཀྱལ་པ་ དང་ །_ སེམས་ འཇུག་པ་ ཡང་བ ས་ སྔ་ཕྱི་ འབྲེལ་བ་ མེད་པ འི་ ཚིག་ བརྗོད་པ འི་ ཚིག་ཀྱལ་པ འོ །_།
en: Chatter is unrelated babble, the expression of random words based on shallow thinking.

source: རྒྱགས་པ་ དང་ བཅས་པ་ དང་ །_ རྒྱགས་པ་ མེད་པ འི་ དུས་ ཀྱིས་ བསླངས་པ་ ཡང་
en: Some forms of chatter are careless, whereas others are not.

source: བྱེད་པ འི་ རྒྱུ འི་ ངོ་བོ་ སྐྱེད་པ་ དེ་ ཚེ་ འདི་ ལ་ ཡིད་ གཅུགས་པ འི་ གནས་ སུ་ མི་ འགྱུར་ ཞིང་ ཚེ་ འདི འི་ ལས་ ཀྱི་ ལམ་ སྐྱེད་པ་ འཇིག་རྟེན་པ་ ཀུན་ གྱིས་ སྨོད་པ འི་ གནས་ ཀྱི་ རྒྱུ །_
en: By engaging in chatter, one will be considered untrustworthy in this life, and the people of the world will despise one’s course of activities.

source: དོན་མེད་ པར་ སྨྲ་བ་ ནི་ ཚིག་ཀྱལ་པ་ སྟེ །_ [94b] ཚིག་ གི་ དྲི་མ་ བཞི་པ་ འདི་ ནི་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ བསྐྱེད་པ་ དང་ །_ སྐྱེད་པ ར་ བྱེད་པ་ སྨྲ་བ ར་ མི་ བྱ་ ཞིང་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱ་ ལ །_ གཞན་ གྱི་ ཚིག་ཀྱལ་པ་ སྨྲ་བ་ དེ་ ལ་ གནས་པ ར་ མི་ བྱ འོ །_།
en: Chatter is pointless prattle, [F.94.b] and thus one ought to refrain from either directly or indirectly engaging in, or rejoicing in, this fourth verbal stain. And neither should one keep company with those who engage in chatter.

source: ཡིད་ ཀྱི་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ ནི་ བརྣབ་སེམས་ དང་ །_ གནོད་སེམས་ དང་ །_ ལོག་པ ར་ ལྟ་བ འོ །_།
en: $84 “Covetousness, ill will, and wrong view belong to the path of unvirtuous mental acts.

source: དེ་ ལ་ བརྣབ་སེམས་ ནི་ གཞན་ གྱིས་ ཡོངས་སུ་ བཟུང་བ འི་ ནོར་རྫས་ དང་ །_ ནོར་རྫས་ ཀྱི་ རྣམ་པ་ ལ །_ ངག་ དང་ ཡིད་ ཀྱིས་ ཤིན་ཏུ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: “Among these, covetousness is the state of being mentally and verbally obsessed with the substances and features of wealth procured by others,

source: འདི་ ནི་ བདག་ གིར་ བྱ འོ་ སྙམ་པ་
en: thinking, ‘This should be mine!’

source: ཡང་དག་པ་ མ་ཡིན་པ འི་ ཚུལ་བཞིན་ ཡིད་ ལ་ བྱེད་ ཅིང་ དེ་ གཞན་ གྱི་ ཕུན་སུམ་ ཚོགས་པ་ ལ་ འཕྲལ་ ལ་ སེམས་ ལྡང་ སྟེ །_ དོན་ ལ་ འཆུམས་པ་ རྒྱུ་ མེད་པ་ ཡིན་ ནོ །_།
en: Covetousness is that form of inappropriate mental engagement that is an impulsive reaction to, and craving for, the fine circumstances of others.

source: དེ་ ནི་ བརྣབ་སེམས་ ཡིད་ ཀྱི་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ ཡིན་ ཏེ །_ མི་འདོད་པ །_ མི་ སྡུག་པ །_ ཡིད་ དུ་ མི་ འོང་བ འི་ རྣམ་པར་ སྨིན་པ །_
en: Covetousness is an unvirtuous action, and its ripening is unattractive, ugly, and unpleasant.

source: ཡིད་ མ་ ཞི་བ །_ མ་ སྦྱངས་པ འི་ བྱིས་པ་ སྐྱེ་བོ་ བརྣབ་སེམས་ ཀྱིས་ རབ་ཏུ་ བསླུས་པ་ དེ་ གཞན་ གྱི་ ཕུན་སུམ་ ཚོགས་པ་ ལ་ འཕྲལ་ ལ་ ཡིད་ ཀྱིས་ ཤིན་ཏུ་ རྟོག་པ ར་ བྱེད །_
en: Covetousness fools restless and untrained, childish beings by creating a compulsive obsession with the fine circumstances of others.

source: རོ་ མྱོང་བ ར་ བྱེད །_ ཡང་ དང་ ཡང་ དུ་ བྱེད །_ ཡོངས་སུ་ སྒྱུར་བ ར་ བྱེད །_ རྟག་ ཏུ་ འདོད་པ ར་ བྱེད །_ རྟག་ ཏུ་ དགའ་བ ར་ བྱེད་ ཅིང་ གཞན་ གྱི་ ནོར་རྫས་ ཕུན་སུམ་ ཚོགས་པ་ མཐོང་ ན་ སྡུག་བསྔལ་བ་ ཡིན་ ནོ །_།
en: Thus, one seeks to obtain their fine circumstances, repeatedly and all-encompassingly, while wishing for and craving them to the extent that the very perception of such circumstances becomes painful.

source: འདི་ ནི་ བརྣབ་སེམས་ ཞེས་ བྱ་ སྟེ །_ ཡིད་ ཀྱི་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ གྱི་ དྲི་མ་ ཆེན་པོ་ ཡིན་ ནོ །_།
en: This is covetousness, a great stain among mental actions.

source: གཞན་ ཡང་ སེམས་ལས་ བྱུང་བ་ གནོད་སེམས་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ ལ་སོགས་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $85 “How does the mental state of ill will constitute a negative course of action?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས །_ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_
en: Spiritual practitioners who carefully observe inner phenomena see this either through knowledge derived from hearing or by means of the divine eye.

source: !གཞན་དག་ གིས་ རྒྱུ་མ་ ཡིན་པ་ ཡིད་ ཀྱི་ ཉེས་པ འི་ གནོད་སེམས་ དང་ །_ གཞན་དག་ གི་ ཕུན་སུམ་ ཚོགས་པ འམ །_ ཕུན་སུམ་ ཚོགས་པ་ མ་ཡིན་པ་ མཐོང་ ནས །_
en: They see how the illusory mental flaw of ill will may arise#21 when observing others, regardless of whether of they are excellent or not.

source: !རྒྱུ་མ་ ཡིན་པ་ ཇི་ལྟ ར་ འདོད་པ་ བཞིན་ བྱས་པ་ ཡིད་ ཀྱི་ ཉེས་པ་ མི་བཟད་པ་ ཆེན་པོ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Thus, one might act as one pleases with regard to that illusion,#22 and so sustain an extremely severe mental flaw.

source: གནོད་སེམས་ དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ མྱོང་བ ར་ འགྱུར །_
en: Such ill will leads to the experience of life in hell.

source: དགེ་བ འི་ ཆོས་ ཀྱི་ ལོ་ཏོག་ ཏུ་ གྱུར་པ་ རྣམས་ ཀྱི་ སེར་བ །_ ཡང་ [95a] དག་པ འི་ ཤེས་རབ་ ཀྱི་ མིག་ གི་ མི་ འཐུན་ པར་ གྱུར་པ །_
en: It is like hail to the crops of virtuous qualities [F.95.a] and is antithetical to the eye of true insight.

source: མུན་ནག་ སྙིང་ ལ་ གནས་པ འི་ མེ་ དེ་ ཚུལ་ཁྲིམས་ ཐམས་ཅད་ སྲེག་པ ར་ བྱེད་པ །_
en: This fire within the heart of darkness burns away spiritual discipline.

source: མདོག་ ངན་པ འི་ རྒྱུ །_ ཆོས་ ཀྱི་ སྟེགས་ གཅོད་པ ར་ བྱེད་པ །_
en: It is a cause of ugliness and cuts through the supports for the Dharma.

source: འཇིག་རྟེན་ འདི་ དང་ །_ འཇིག་རྟེན་ ཕ་རོལ་ གྱི་ དགྲ་ ནང་ དུ་ ཞུགས་པ །_
en: It is the enemy of both this world and the worlds to come.

source: སེམས་ རྩེ་གཅིག་པ་ ཉིད་ འཇིག་པ ར་ བྱེད་པ །_ བྱམས་པ་ དང་ མི་ འཐུན་ ཞིང་ །_ འཕགས་པ འི་ བདེན་པ་ བཞི་པོ་ སྡུག་བསྔལ་ དང་ །_ ཀུན་འབྱུང་ དང་ །_ ལམ་ དང་ །_ འགོག་པ་ རྣམས་ འཇིག་པ ར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: It destroys one-pointedness, combats love, and demolishes the noble one’s four truths of suffering, origin, path, and cessation.

source: གནོད་སེམས་ ཞེས་ བྱ་བ་ སེམས་ཅན་ དམྱལ་བ འི་ ཕོ་ཉ་ མཆོག་ ཡིན་ ཏེ །_
en: Ill will is the supreme harbinger of life in hell.

source: དེ་ སྐྱེས་བུ་ དམ་པ་ དང་ །_ འཕགས་པ་ ཉན་ཐོས་ དང་ །_ ཐོས་པ་ དོན་ དུ་ གཉེར་བ་ རྣམས་ ཀྱིས་ སྤོང་བ ར་ འགྱུར་ རོ །_།
en: Ill will is therefore abandoned by all holy beings, noble hearers, and people in pursuit of learning.

source: གཞན་ ཡང་ ལོག་པ ར་ ལྟ་བ་ དམ་པ འི་ ཆོས་ ཀྱི་ མི་ འཐུན་ པར་ གྱུར་པ་ ལྟ་བ་ ངན་པ་ ཐམས་ཅད་ ཀྱི་ མུན་ གནག་ སྙིང་ ལ་ ཡང་དག་ པར་ སྐྱེ་བ ར་ འགྱུར་བ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $86 “What is the function of wrong view, this darkness that grows in the hearts of beings in the form of negative beliefs that run counter to the sacred Dharma?

source: ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ ཞུགས་ཤིང་ སྐྱེས་པ །_
en: Wrong view has been present and has arisen since time without beginning.

source: སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ འི་ འགྲོ་བ འི་ རྒྱུ་ སྐྱེད་པ །_
en: It is the cause of becoming a hell being, a starving spirit, or an animal.

source: མུན་པ་ མུན་ནག་ ཏུ་ གྱུར་པ །_
en: It is pitch-black darkness.

source: ལྟ་བ་ ངན་པ་ ལ་ མངོན་པར་ དགའ་བ །_
en: It is a fondness for negative beliefs.

source: ཡང་དག་པ འི་ ལམ་ གྱི་ མི་ འཐུན་ པར་ གྱུར་པ །_
en: It is antithetical to the genuine path.

source: མཚོན་ དང་ །_ མེ་ དང་ །_ དུག་ དང་ །_ གཡང་ས་ ལྟ་བུ །_
en: It is like a weapon, fire, poison, and an abyss.

source: སྐྱེ་བོ་ ཐམས་ཅད་ རྣམ་པར་ འཇིག་པ ར་ བྱེད་པ །_
en: It destroys all beings.
